{
  "moduleInfo": {
    "moduleNumber": "01.02",
    "sectionName": "Advanced Theory and Practices",
    "moduleTitle": "Advanced Theory and Practices/01 Foundations of Manufacturing Authority/Authority Through Short-Form Content"
  },
  "theme": {
    "mode": "dark"
  },
  "overview": {
    "quote": "On short form platforms, you've got to bake your authority into every video – any one could be someone's first impression of you.",
    "introText": "Unlike LinkedIn where your credentials are visible upfront, short-form platforms require strategic approaches to establish authority. Learn how to communicate your expertise in every video without coming across as boastful."
  },
  "keyTerms": [
    {
      "term": "SUBTLE BRAGGING",
      "definition": "The art of mentioning accomplishments or credentials within valuable content without appearing self-promotional."
    },
    {
      "term": "VISUAL AUTHORITY",
      "definition": "Using setting, props, and appearance to reinforce expertise visually without saying a word."
    },
    {
      "term": "PLATFORM AUTHORITY",
      "definition": "The credibility you build specifically within a social platform that leads to real-world opportunities."
    },
    {
      "term": "SOCIAL PROOF",
      "definition": "Evidence of your expertise based on engagement, community response, and how your content spreads organically."
    }
  ],
  "actionPlan": [
    "List your top 3 credentials to subtly weave in",
    "Identify visual cues that communicate your expertise",
    "Create a branded intro that establishes authority",
    "Draft 5 natural ways to mention accomplishments",
    "Set up your filming space to reflect your expertise"
  ],
  "takeaways": [
    {
      "mainContent": {
        "title": "The Subtle Bragging Technique",
        "text": "Weave your credentials into storytelling naturally: 'This mistake I made when directing a campaign for Nike taught me...' or 'Ten things I learned scaling to nine figures.' Viewers understand the game and respect knowing who you're learning from."
      },
      "summaryPoints": [
        "Weave credentials into valuable content",
        "Use storytelling to frame accomplishments",
        "Focus on what viewers gain from your experience"
      ],
      "type": "left"
    },
    {
      "mainContent": {
        "title": "Setting the Stage for Authority",
        "text": "Your background, props, and appearance should reinforce your expertise. If you're a chef, film in a kitchen. But avoid looking corporate or staged—authenticity trumps production value on short-form platforms."
      },
      "summaryPoints": [
        "Use setting to reinforce expertise",
        "Ensure visual elements look natural, not staged",
        "Balance professionalism with authenticity"
      ],
      "type": "right"
    },
    {
      "mainContent": {
        "title": "From Online to Real-World Authority",
        "text": "Building authority on platforms leads directly to business opportunities, speaking engagements, and book deals. Short-form content's face-to-camera format builds stronger connections than text-based platforms, making you everyone's friend."
      },
      "summaryPoints": [
        "Video creates stronger personal connections",
        "Platform authority translates to real opportunities",
        "Face-to-camera format builds trust faster"
      ],
      "type": "left"
    }
  ],
  "proTips": [
    {
      "text": "Don't repeat the same credentials in every video. Rotate between different accomplishments to avoid becoming the person who only talks about one success."
    },
    {
      "text": "When establishing authority, less is more with editing. Over-edited content can distract from your message and undermine trust."
    }
  ],
  "finalWords": {
    "reminder": "Remember...",
    "emphasis": "Your normal is someone else's aspirational goal",
    "description": "Don't be too humble—your experience is valuable, even if it feels ordinary to you."
  },
  "tables": []
}
