{
  "moduleInfo": {
    "moduleNumber": "10.00",
    "sectionName": "Advanced Theory and Practices",
    "moduleTitle": "Advanced Theory and Practices/10 Advanced Engagement Metrics/Self-Assessment Questionnaire"
  },
  "theme": {
    "mode": "dark"
  },
  "overview": {
    "quote": "The metrics you don't track are the opportunities you miss.",
    "introText": "This questionnaire will help you apply advanced engagement metrics to your own content. Take your time with each question, using them to develop deeper insights rather than just finding 'correct' answers. Your thoughtful responses will build the foundation for data-driven content strategy."
  },
  "keyTerms": [
    {
      "term": "FOLLOWER CONVERSION",
      "definition": "The percentage of viewers who follow your account after watching your content."
    },
    {
      "term": "COMPLETED VIEW RATE",
      "definition": "The percentage of viewers who watch your video all the way to the end."
    },
    {
      "term": "DEMOGRAPHIC TARGETING",
      "definition": "Tailoring content to specific audience segments based on available analytics data."
    },
    {
      "term": "TRAFFIC SOURCES",
      "definition": "The various pathways through which viewers discover your content."
    },
    {
      "term": "CONTENT OPTIMIZATION",
      "definition": "Strategic adjustments to your content based on metric insights to improve performance."
    }
  ],
  "actionPlan": [
    "Review your last 10 videos' metrics before answering",
    "Create a metrics tracking spreadsheet as you work",
    "Note specific insights about your own content",
    "Identify three strategy changes based on your answers",
    "Plan a test video implementing your new insights"
  ],
  "takeaways": [
    {
      "mainContent": {
        "title": "Understanding Your Metrics Baseline",
        "text": "Before we dive into advanced strategies, let's establish your current metrics performance and tracking practices."
      },
      "summaryPoints": [
        "What metrics do you currently track consistently?",
        "Which metrics do you find most confusing or difficult to interpret?",
        "What's your current process for using metrics to improve content?"
      ],
      "type": "left"
    },
    {
      "mainContent": {
        "title": "Follower Conversion Deep Dive",
        "text": "Follower conversion shows whether viewers believe you'll consistently deliver value worth following."
      },
      "summaryPoints": [
        "What's your average follower conversion rate across your last 10 videos?",
        "Which specific videos had the highest follower conversion rates? What might explain this?",
        "How and where do you currently place CTAs in your videos? How might you test alternatives?",
        "If you've never used CTAs, what has held you back? How might you experiment with adding one?"
      ],
      "type": "right"
    },
    {
      "mainContent": {
        "title": "Completed View Rate Analysis",
        "text": "Your completed view rate reveals whether your content satisfies viewer curiosity and interest all the way through."
      },
      "summaryPoints": [
        "What's your average completed view rate? How does it compare to the 33% 'sweet spot'?",
        "At what points in your videos do you typically see the biggest retention drops?",
        "How do your video endings currently work? What might happen if you ended videos earlier?",
        "How does your video length strategy differ across platforms? Should it?"
      ],
      "type": "left"
    },
    {
      "mainContent": {
        "title": "Demographic Reality Check",
        "text": "Understanding who actually watches your content—versus who you think watches it—can transform your strategy."
      },
      "summaryPoints": [
        "Describe your target audience. Now check your actual demographics. Where are the gaps?",
        "How might your content, references or examples change to better serve your actual audience?",
        "If your Creator Fund revenue matters to you, what demographic shifts would increase your RPM?",
        "How aligned are your posting times with when your actual audience is most active?"
      ],
      "type": "right"
    },
    {
      "mainContent": {
        "title": "Traffic Source Investigation",
        "text": "How viewers find you determines both how you optimize content and how the algorithm values those views."
      },
      "summaryPoints": [
        "What percentage of your traffic typically comes from the For You feed? Is this healthy?",
        "If you have significant profile traffic, what might be driving viewers to explore more content?",
        "Have you experienced any sudden spikes in external traffic? What might have caused them?",
        "How much search traffic do you receive? What search terms might people use to find your content?"
      ],
      "type": "left"
    },
    {
      "mainContent": {
        "title": "Metric Relationships & Trade-offs",
        "text": "Understanding how metrics influence each other helps you make strategic decisions about optimization priorities."
      },
      "summaryPoints": [
        "Have you noticed correlations between any metrics? (e.g., videos with high follower conversion also having high shares)",
        "What metric trade-offs have you experienced? (e.g., adding CTAs reducing completion rates)",
        "If you had to choose between optimizing for follower conversion OR completion rate, which would you prioritize and why?",
        "How might your metric priorities differ based on your specific business goals?"
      ],
      "type": "right"
    },
    {
      "mainContent": {
        "title": "Content Experimentation",
        "text": "The true value of metrics comes from using them to guide systematic content experiments."
      },
      "summaryPoints": [
        "Design an A/B test to improve your lowest-performing metric",
        "How could you test different CTA approaches without completely disrupting your content style?",
        "What specific editing change could you make to increase completed view rate?",
        "How might you create content that specifically targets engagement from a particular demographic?"
      ],
      "type": "left"
    },
    {
      "mainContent": {
        "title": "Troubleshooting Case Studies",
        "text": "Apply your understanding to these common scenarios creators face."
      },
      "summaryPoints": [
        "Scenario 1: Your views suddenly dropped by 50%. What metrics would you check first and why?",
        "Scenario 2: You have great engagement but few conversions to customers. Which metrics might reveal why?",
        "Scenario 3: Your Creator Fund revenue dropped while views increased. What might explain this?",
        "Scenario 4: Your videos perform well on TikTok but poorly on Instagram. How would you diagnose this?"
      ],
      "type": "right"
    }
  ],
  "proTips": [
    {
      "text": "Don't just answer theoretically—actually pull up your analytics while completing this questionnaire for real-time insights."
    },
    {
      "text": "Consider tracking these metrics weekly in a spreadsheet with colour coding to quickly spot trends and anomalies."
    },
    {
      "text": "The most valuable insights often come from unexpected correlations between metrics that seem unrelated."
    }
  ],
  "finalWords": {
    "reminder": "Remember...",
    "emphasis": "Metrics Are Just The Starting Point",
    "description": "The real magic happens when you turn those insights into better content."
  },
  "tables": [
    {
      "title": "Metric Improvement Planning Template",
      "headers": ["Metric", "Current Average", "Target", "Strategy Change", "Test Video Idea"],
      "rows": [
        ["Follower Conversion", "", "", "", ""],
        ["Completion Rate", "", "", "", ""],
        ["Demographics", "", "", "", ""],
        ["Traffic Sources", "", "", "", ""]
      ]
    },
    {
      "title": "Content-Metric Analysis Exercise",
      "headers": ["Video Title", "Best Metric", "Worst Metric", "Possible Explanation", "Future Application"],
      "rows": [
        ["Top Performer #1", "", "", "", ""],
        ["Top Performer #2", "", "", "", ""],
        ["Underperformer #1", "", "", "", ""],
        ["Underperformer #2", "", "", "", ""]
      ]
    }
  ]
}