{
  "moduleInfo": {
    "moduleNumber": "03.01",
    "sectionName": "Basic Theory and Practices",
    "moduleTitle": "Basic Theory and Practices/03 Helpful Formats 101/Format Combinations"
  },
  "theme": {
    "mode": "light"
  },
  "overview": {
    "quote": "Formats are the cheese around the pill that can save a boring topic and ruin a good one.",
    "introText": "Combining two formats creates a richer, more dynamic video that maximizes engagement while maintaining simplicity. The right combinations amplify each other, creating content that's greater than the sum of its parts."
  },
  "keyTerms": [
    {
      "term": "FORMAT LAYERING",
      "definition": "The practice of combining two content formats to create a more engaging experience while ensuring they complement rather than compete."
    },
    {
      "term": "ADDITIVE FORMATS",
      "definition": "Combinations where each format provides something the other doesn't, resulting in enhanced viewer engagement."
    },
    {
      "term": "VISUAL HOOK",
      "definition": "An eye-catching element (like a green screen) that adds authenticity and tangibility to your content."
    },
    {
      "term": "RETENTION OPTIMIZATION",
      "definition": "Creating content structured to keep viewers watching longer through strategic format use."
    }
  ],
  "actionPlan": [
    "Identify your two strongest formats",
    "Map how they complement each other",
    "Test a simple format combination",
    "Monitor engagement differences",
    "Refine based on comment feedback"
  ],
  "takeaways": [
    {
      "mainContent": {
        "title": "Storytime + Listicle Magic",
        "text": "Combining storytelling with a listicle format gives you emotional pull and structured retention. Start with your hook, then quickly introduce numbered lessons to keep viewers engaged through multiple mini-hooks."
      },
      "summaryPoints": [
        "Emotional authenticity from storytelling",
        "Clear structure from listicle format",
        "Multiple re-hook opportunities"
      ],
      "type": "left"
    },
    {
      "mainContent": {
        "title": "Green Screen Storytelling",
        "text": "Adding a green screen to your storytime creates visual intrigue and authenticity. The screenshot or image serves as 'proof' while the partial reveal technique keeps viewers watching for the full visual payoff."
      },
      "summaryPoints": [
        "Visual 'proof' adds credibility",
        "Partial reveals create suspense",
        "Adds visual interest to talking head"
      ],
      "type": "right"
    },
    {
      "mainContent": {
        "title": "Listicle + Green Screen",
        "text": "This combination works brilliantly for visual topics. The listicle structure provides the retention hooks while the green screen delivers the visual payoff that makes your content feel authentic and impactful."
      },
      "summaryPoints": [
        "Perfect for highly visual topics",
        "Gives structure to visual content",
        "Doubles engagement through dual formats"
      ],
      "type": "left"
    }
  ],
  "proTips": [
    {
      "text": "Reveal green screen content gradually throughout your video - don't give away the payoff too early, but don't delay it too long either."
    },
    {
      "text": "When using story+listicle combo, announce your format early with 'Lesson 1 of 4' to set clear expectations."
    }
  ],
  "finalWords": {
    "reminder": "Remember...",
    "emphasis": "walk before you run, imitate before you iterate",
    "description": "Keep your combinations simple at first - two complementary formats is the sweet spot."
  },
  "tables": []
}
