{
  "moduleInfo": {
    "moduleNumber": "09.01",
    "sectionName": "Basic Theory and Practices",
    "moduleTitle": "Basic Theory and Practices/09 Strategy Pillars Topics Buckets/Strategy Pillars"
  },
  "theme": {
    "mode": "light"
  },
  "overview": {
    "quote": "Your pillars are like your North Star – they guide all the little decisions you make around content.",
    "introText": "Pillars are the foundation of your personal brand on social media. They're the big themes you want to be known for and the core values that don't change. Think of them as mission statements – what you're trying to bring more of into the world."
  },
  "keyTerms": [
    {
      "term": "CONTENT PILLARS",
      "definition": "The 3-5 core themes or areas of expertise that define your brand and what you consistently create content about."
    },
    {
      "term": "MISSION STATEMENT",
      "definition": "The purpose behind each pillar - what you're trying to promote or speak against in the world."
    },
    {
      "term": "BRAND CONSISTENCY",
      "definition": "Maintaining recognizable themes across content that help viewers understand who you are and what you stand for."
    },
    {
      "term": "NICHE COMBINATION",
      "definition": "Your unique blend of pillars that sets you apart from others and creates your distinctive content identity."
    }
  ],
  "actionPlan": [
    "Write down what topics you care about most",
    "Identify what you want to be known for",
    "Evaluate if topics have enough depth",
    "Check if enough people are interested",
    "Finalize your 3-4 unique pillars"
  ],
  "takeaways": [
    {
      "mainContent": {
        "title": "The Pillar Foundation",
        "text": "Pillars are what you want to be known for. Choose 3-4 themes that reflect your authentic interests and values. These guide all your content decisions and help viewers understand your brand instantly."
      },
      "summaryPoints": [
        "Pillars don't change over time",
        "Act as mission statements",
        "Help viewers understand who you are",
        "Guide content creation decisions"
      ],
      "type": "left"
    },
    {
      "mainContent": {
        "title": "Embrace Variety",
        "text": "Your pillars don't need to be closely related. Having a unique combination that nobody else has makes your profile refreshing and memorable. You could talk about pottery, self-care, and fashion if they genuinely reflect your interests."
      },
      "summaryPoints": [
        "Different pillars make you stand out",
        "Be authentic to your real interests",
        "Avoid being one-dimensional",
        "Connect through your unique perspective"
      ],
      "type": "right"
    },
    {
      "mainContent": {
        "title": "Finding Your Pillars",
        "text": "When choosing pillars, ask yourself: What topics do I care about? What do I want to be known for? Do these topics have enough depth? Are people interested in them? This ensures sustainable content that attracts viewers."
      },
      "summaryPoints": [
        "Topics you genuinely care about",
        "Areas with enough depth for ongoing content",
        "Subjects with existing audience interest",
        "Themes that reflect your authentic voice"
      ],
      "type": "left"
    }
  ],
  "proTips": [
    {
      "text": "Include one 'fun' pillar among your serious ones - it humanizes your brand and gives you space for lighter content."
    },
    {
      "text": "Your unique combination of pillars is your superpower - don't try to copy someone else's exact formula."
    }
  ],
  "finalWords": {
    "reminder": "Remember...",
    "emphasis": "Authenticity builds community",
    "description": "Your pillars should feel natural to talk about for years to come - choose wisely!"
  },
  "tables": []
}
